Repository: JOSM/pt_assistant
Catalog: src/main/po/*.po
Languages: ast, de, es, fr, pl, ru, zh_cn

source: ''from'' tag not set. Set it to {0} ?
ast: La etiqueta ''from'' nun ta definida. ¿Definila como {0} ?
de: ''from''-Merkmal nicht gesetzt. Setzen auf {0} ?
es: La etiqueta ''from'' no esta establecida. ¿Poner {0} ?
pl: znacznik ''z'' nieustawiony. Ustawić go na {0} ?
ru: Тег ''from'' не задан. Установить его в {0} ?
zh_cn: ''from'' 标签未设置。将其设置为 {0} ？

source: ''from''={0}. Change it to ''{1}'' instead?
ast: ''from''={0}. ¿Cambiar a ''{1}'' n'arrou?
de: ''from''={0}. Stattdessen zu ''{1}'' ändern?
es: ''from''={0}. ¿En lugar de ''{1}'' ?
pl: ''z''={0}. Zamienić go na ''{1}'' ?
ru: ''from''={0}. Заменить его на ''{1}'' ?
zh_cn: ''from''={0}。 改为 “{1}” ？

source: ''to'' tag not set. Set it to {0} ?
ast: La etiqueta ''to'' nun ta definida. ¿Definila como {0} ?
de: ''to''-Merkmal nicht gesetzt. Setzen auf {0} ?
es: La etiqueta ''to'' no esta establecida. ¿Poner {0} ?
pl: znacznik ''do'' nieustawiony. Ustawić go na {0} ?
ru: Тег ''to'' не задан. Установить его в {0} ?
zh_cn: ''to'' 标签未设置。将其设置为 {0} ？

source: ''to''={0}. Change it to ''{1}'' instead?
ast: ''to''={0}. ¿Cambiar a ''{1}'' n'arrou?
de: ''to''={0}. Stattdessen zu ''{1}'' ändern?
es: ''to''={0}. ¿En lugar de ''{1}'' ?
pl: ''do''={0}. Zamienić go na ''{1}'' ?
ru: ''to''={0}. Заменить его на ''{1}'' ?

source: A valid public_transport:version=2 route is required
ast: Ríquese una ruta public_transport:version=2 válida
de: Eine gültige public_transport:version=2 Route ist erforderlich
es: Se requiere una ruta valida public_transport:version=2
fr: Un tag public_transport:version=2 route est requis
pl: Poprawna trasa public_transport:version=2 jest wymagana
ru: Требуется действительный маршрут public_transport:version=2
zh_cn: 需要有效的 public_transport:version=2 路線

source: Add oneway:bicycle=no to way
ast: Añadir oneway:bicycle=no a la vía
de: `oneway:bicycle=no` zu Weg hinzufügen
es: Agregar oneway:bicycle=no to way
ru: Добавить oneway:bicycle=no на линию
zh_cn: 在路线增加 oneway:bicycle=no

source: Add oneway:bus=no to way
ast: Añadir oneway:bus=no a la vía
de: Füge oneway:bus=no zur Linie hinzu
es: Añadir oneway:bus a la vía
pl: Dodaj oneway:bus=no do linii
ru: Добавить oneway:bus=no на линию
zh_cn: 新增 oneway:bus=no 到路径上

source: Add public_transport=stop_position + mode of transport on these nodes
ast: Amestar public_transport=stop_position + mou de tresporte nesos nodios
de: public_transport=stop_position + Transportart zu diesen Knoten hinzufügen
es: Añadir public_transport=stop_position + modos de transporte en estos nodos
pl: Dodaj public_transport=stop_position oraz środek transportu dla tych węzłów
ru: Добавить public_transport=stop_position и вид транспорта на эти точки
zh_cn: 新增 公共运输=停车点 + 运输模式在这些节点

source: Add stop position
ast: Añadir posición de parada
de: Haltepunkt hinzufügen
es: Añadir posición de parada
pl: Dodaj miejsce zatrzymania
ru: Добавить место остановки
zh_cn: 添加停车位置

source: Always split ways, even if they are not at the end of the itinerary
ast: Dividir siempre les víes, anque nun tean al final del itinerariu
de: Linien immer auftrennen, sogar wenn sie nicht am Ende der Route sind
es: Siembre separar vías, aunque no estén al final del itinerario
pl: Zawsze rozdzielaj drogi, nawet jeżeli nie są na końcu trasy.
ru: Всегда разрезать линии, даже если они не находятся в конце маршрута
zh_cn: 总是分割道路，即使他们并不是路线终点

source: Area
ast: Área
de: Gebiet
es: Área
fr: Surface
pl: obszar
ru: Область
zh_cn: 区域

source: Area around way
ast: Área alredor de la vía
de: Fläche um Linie herum
es: Área alrededor de la vía
pl: Obszar wokół drogi
ru: Область вокруг линии
zh_cn: 区域附近的路径

source: Area before removal
ast: Área antes del desaniciu
de: Fläche vor Entfernen
es: Área antes de eliminación
pl: Obszar przed usunięciem
ru: Область перед удалением
zh_cn: 区域在之前移除

source: Assign transport type to platform
ast: Axudicar tipu de tresporte al andén
de: Transportart zu Bahn-/Bussteig zuordnen
es: Asignar tipo de transporte a plataforma
pl: Przypisz środek transportu do przystanku
ru: Назначить тип транспорта на платформу
zh_cn: 指定运输类型到月台

source: Bench
ast: Bancu
de: Sitzbank
es: Banco
fr: Banc
pl: Bank
ru: Скамейка
zh_cn: 长椅

source: Bicycle and foot routes Tests
ast: Pruebes pa rutes en bicicleta y a pie
de: Fahrrad- und Fußgängerrouten-Tests
es: Pruebas de rutas pedestres y bicisendas
fr: Tests des véloroutes et des itinéraires pédestres
pl: Testy tras rowerowych i pieszych
ru: Тесты велосипедных и пеших маршрутов
zh_cn: 自行车和步行路线测试

source: Bus
ast: Autobús
es: Autobús
pl: Autobus
ru: Автобус
zh_cn: 公交车

source: Bus station
ast: Estación d'autobuses
de: Busbahnhof
es: Estación de autobús
pl: Dworzec autobusowy
ru: Автовокзал
zh_cn: 公交车站

source: Cancel
ast: Encaboxar
de: Abbrechen
es: Cancelar
fr: Annuler
pl: Anuluj
ru: Отмена
zh_cn: 取消

source: Change from tag?
ast: ¿Cambiar dende etiqueta?
de: From-Merkmal ändern?
es: ¿Cambiar la etiqueta de from?
pl: Zamienić ze znacznika?
ru: Изменить тег from?
zh_cn: 更改 from 标签？

source: Change name tag?
ast: ¿Cambiar la etiqueta nome?
de: Name-Merkmal ändern?
es: ¿Cambiar la etiqueta de nombre?
pl: Zamienić znacznik nazwy?
ru: Изменить тег name?
zh_cn: 更改名称标签？

source: Change name to ''{0}'' ?
ast: ¿Cambiar el nome a ''{0}'' ?
de: Name in ''{0}'' ändern?
es: Cambiar nombre a ''{0}'' ?
pl: Zmienić nazwę na ''{0}'' ?
ru: Изменить название на ''{0}'' ?
zh_cn: 更改名称至 ''{0}'' ？

source: Change to tag?
ast: ¿Cambiar a etiqueta?
de: To-Merkmal ändern?
es: ¿Cambiar la etiqueta?
pl: Zamienić na znacznik?
ru: Изменить тег to?
zh_cn: 更改 to 标签？

source: Check if route relations are compatible with public transport version 2
ast: Comprobar si les rellaciones de ruta son compatibles cola versión 2 de tresporte públicu
de: Prüft, ob Routen-Relationen kompatibel mit dem Schema des öffentlichen Verkehrs Version 2 sind
es: Comprobar si las relaciones de ruta son compatibles con la versión 2 del transporte público
fr: Vérifiez si les relations de route sont compatibles avec les public_transport:version 2
pl: Sprawdź, czy relacje tras są kompatybilne z transportem publicznym w wersji 2
ru: Проверяет совместимость отношений маршрутов со 2-й версией маршрутов общественного транспорта
zh_cn: 检查是否路线关系兼容公共交通第 2 版

source: City transport
ast: Tresporte urbanu
de: Stadtverkehr
es: Transporte urbano
pl: Transport miejski
ru: Городской транспорт
zh_cn: 城市交通

source: Close
ast: Zarrar
de: Schließen
es: Cerrar
fr: Fermer
pl: Zamknij
ru: Закрыть
zh_cn: 关闭

source: Close the options
ast: Zarrar les opciones
de: Die Optionen schließen
es: Cerrar las opciones
pl: Zamknij opcje
ru: Закрыть настройки
zh_cn: 关闭选项

source: Commuter
ast: Intercambiador
de: Pendler
es: Cercanias
pl: Z biletem okresowym
ru: Пригородный транспорт
zh_cn: 通勤者

source: Cover
de: Dach
es: Cubierto
pl: Dach
ru: Навес
zh_cn: 遮蔽物

source: Create ''route'' relation for opposite direction of travel?
ast: ¿Crear rellación ''route'' pa la direición de viaxe opuesta?
de: "route"-Relation für die Gegenrichtung erstellen?
es: ¿Crear una relación de "ruta" para la dirección opuesta?
pl: Utworzyć relację ''route'' dla odwrotnego kierunku podróży?
ru: Создать отношение ''route'' для противоположного направления движения?
zh_cn: 新增''route' 关系到旅程相反方向？

source: Create ''route_master'' relation and add these route relations to it?
de: Neue Routenmaster-Relation erstellen und diese Routen-Relationen hinzufügen?
es: ¿Crear una relación ''route_master'' y agregarle estas relaciones de ruta?
ru: Создать отношение ''route_master'' и добавить эти отношения маршрутов к нему?
zh_cn: 创建"route_master"关系并且是否添加这些到路线关系中？

source: Create a route_master?
ast: ¿Crear una route_master?
de: route_master erstellen?
es: ¿Crear route_master?
pl: Utworzyć route_master?
ru: Создать route_master?
zh_cn: 新增 route_master？

source: Customize stop
ast: Personalizar parada
de: Haltestelle anpassen
es: Personalizar parada
pl: Dostosuj przystanek
ru: Настроить остановку
zh_cn: 自定义站点

source: Customize stop under osm public transit standard v2
ast: Personalizar parada baxo l'estandar osm public transit v2
de: Beschreibe den Halt nach dem OSM ÖPNV-Standard v2
es: Personalizar parada usando estándar osm de transporte público v2
pl: Dostosuj przystanek do standardu transportu publicznego osm v2
ru: Настроить остановку в соответствии со стандартом общественного транспорта osm версии 2
zh_cn: 在 osm 公共交通标准 v2 下自定义停止

source: Displays stops of selected public transport routes as graph
de: Haltestellen der gewählten Routen des öffentlichen Verkehrs als Graph anzeigen
es: Muestra las parada de rutas de transporte público seleccionadas como gráfico
fr: Affiche sur un graphe les arrêts des lignes de transport public sélectionnées
pl: Wyświetla przystanki wybranych tras transportu publicznego jako graf
ru: Отображает остановки выбранных маршрутов общественного транспорта в виде графа
zh_cn: 将所选的公共交通路线显示为图表

source: Distance between stops
de: Entfernung zwischen Haltestellen
es: Distancia entre paradas
fr: Distance entre les arrêts
pl: Odległość pomiędzy przystankami
ru: Расстояние между остановками
zh_cn: 站点之间的距离

source: Do not remove ways
de: Linien nicht entfernen
es: No eliminar vías
pl: Nie usuwaj linii
ru: Не удалять линии
zh_cn: 不要移除路径

source: Do you want to make the roundabout round?
ast: ¿Quiés convertir la rotonda en círculu?
de: Möchten Sie den Kreisverkehr rund machen?
es: ¿Desea hacer redonda la rotonda?
fr: Voulez-vous arrondir le rond-point?
pl: Czy chcesz zaokrąglić rondo?
ru: Сделать круговой перекрёсток круглым?
zh_cn: 你想绕环岛吗？

source: Don’t add public_transport=platform and mode of transport to node representing the stop (suffice with highway=bus_stop or railway=tram_stop)
ast: Nun añadir public_transport=platform y mou de tresporte al nodiu que representa la parada (val con highway=bus_stop o railway=tram_stop)
de: Fügen Sie nicht 'public_transport=plattform' und das Verkehrsmittel zu dem Punkt hinzu, der die Haltestelle repräsentiert (es genügt highway=bus_stop oder railway=tram_stop)
es: No añadir public_transport=platform y modo de transporte al nodo representando la parada (suficiente con highway=bus_stop o railway=tram_stop)
pl: Nie dodawaj public_transport=platform i środka transportu do węzła reprezentującego przystanek (wystarczy highway=bus_stop lub railway=tram_stop)
ru: Не добавлять public_transport=platform и вид транспорта на точки представляющие остановки (достаточно highway=bus_stop или railway=tram_stop)
zh_cn: 不要在节点代表的站点加上public_transport=platform (highway=bus_stop 或railway=tram_stop 就足够了)

source: Don’t check whether route relation starts and ends on stop_position node
de: Nicht prüfen, ob die Routen-Relation am Punkt "stop_position" beginnt und endet
es: No verifique si la relación de ruta empieza y termina en el nodo de stop_position
pl: Nie sprawdzaj, czy relacja trasy zaczyna się i kończy w węźle stop_position
ru: Не проверять, что отношение маршрута начинается и заканчивается точкой stop_position
zh_cn: 不要检查路线关系是否在 stop_position 节点上开始和结束

source: Don’t compare name of first stop with from tag in route relation
de: Nicht den Namen der ersten Haltestelle mit dem from-Merkmal der Routenrelation vergleichen
es: No compare el nombre de la primera parada con la etiqueta Desde en la relación de ruta
pl: Nie porównuj nazwy pierwszego przystanku ze znacznikiem "z" trasy
ru: Не сравнивать название первой остановки с тегом "from" в отношении маршрута
zh_cn: 不要比对关联中的from 标签和第一个站点名称

source: Don’t compare name of last stop with to tag in route relation
de: Nicht den Namen der letzten Haltestelle mit dem to-Merkmal der Routenrelation vergleichen
es: No compare el nombre de la última parada con la etiqueta A en la relación de ruta
pl: Nie porównuj nazwy ostatniego przystanku ze znacznikiem "do" trasy
ru: Не сравнивать название последней остановки с тегом "to" в отношении маршрута
zh_cn: 不要比对关联中的to 标签和最后一个站点名称

source: Double Split
de: Doppelt Aufspalten
es: Doble división
pl: Podwójny podział
ru: Двойное разрезание
zh_cn: 双重分割

source: Download finished: {0}
de: Herunterladen abgeschlossen: {0}
es: Descarga finalizada: {0}
pl: Pobieranie ukończone: {0}
ru: Загрузка завершена: {0}
zh_cn: 下载已完成: {0}

source: Download incomplete route relation members
ast: Descargar los miembros de la rellación incompleta de ruta
de: Unvollständige Routenrelationselemente herunterladen
es: Descarga miembros de la relación de ruta incompletos
fr: Télécharger les membres incomplets de la relation d’itinéraire
pl: Pobierz niekompletnych członków relacji tras
ru: Скачать недостающих участников отношения маршрута
zh_cn: 下载不完整的路由关系成员

source: Download started: {0}
de: Herunterladen begonnen: {0}
es: Descarga iniciada: {0}
pl: Pobieranie rozpoczęte: {0}
ru: Загрузка начата: {0}
zh_cn: 下载已开始: {0}

source: Downloading incomplete relation members. Kindly wait till download gets over.
de: Unvollständige Relationsmitglieder werden heruntergeladen. Bitte warte, bis das Herunterladen abgeschlossen ist.
es: Descargando miembros de la relación incompletos. Por favor espere hasta que la descarga termine.
pl: Pobieranie niekompletnych relacji członków. Cierpliwie poczekaj, aż pobieranie się skończy.
ru: Загрузка недостающих участников отношений. Подождите, пока загрузка не закончится.
zh_cn: 下载不完整的关系成员中。请等候下载结束。

source: Edge Selection
de: Kantenauswahl
es: Selección de borde
pl: Wybór krawędzi
ru: Выбор сегмента
zh_cn: 边缘选区

source: Entire area
de: Komplette Fläche
es: Área completa
pl: Cały obszar
ru: Вся область
zh_cn: 整片区域

source: Error in roundabout
de: Fehler im Kreisverkehr
es: Error en rotonda
pl: Błąd na rondzie
ru: Ошибка на круговом движении
zh_cn: 环岛处出现错误

source: Error: The paths connecting the roundabout in the relation do not allow bicycles.
de: Fehler: Die Wege, welche den Kreisel in der Relation verbinden, erlauben keine Fahrräder
es: Error: Los caminos que conectan la rotonda en la relación no permiten bicicletas.
pl: Błąd: ścieżki łączące rondo w relacji nie zezwalają na ruch rowerów.
ru: Ошибка: Пути, соединяющие круговое движение в отношении, не разрешают движение велосипедов.
zh_cn: 错误：圆环连结的路径在关联中并不允许单车通行

source: Extract node from line
de: Punkt aus Linie extrahieren
es: Extraer el nodo de la línea
fr: Extraire un nœud de la ligne
pl: Wydziel węzeł z drogi
ru: Извлечь точку из линии
zh_cn: 从线条中提取节点

source: Extract platform node
de: Extrahieren Haltestellen-Punkt
es: Extraer nodo de plataforma
pl: Wydziel węzeł przystanku
ru: Извлечь точку платформы
zh_cn: 提取平台节点

source: ExtractPlatformNodeAction
de: Extrahiere-Platform-Punkt-Aktion
es: ExtraerAcciónNodoPlataforma
ru: Общественный транспорт: Извлечь точку платформы

source: Extracts platform node from a node
de: Extrahiert Bahn-/Bussteig-Knoten von einem Knoten
es: Extraer nodo de plataforma de un nodo
pl: Wydziel węzeł przystanku z węzła
ru: Извлекает точку платформы из точки
zh_cn: 从节点中提取平台节点

source: Fix error
ast: Iguar error
de: Fehler beheben
es: Corregir error
fr: Correction d’erreur
pl: Napraw błąd
ru: Исправить ошибку
zh_cn: 修正错误

source: Fixing ({0}/{1}): ''{2}''
ast: Iguando ({0}/{1}): ''{2}''
de: Berichtigung ({0}/{1}): ''{2}''
es: Corrigiendo ({0}/{1}): ''{2}''
fr: Corrige ({0}/{1}): ''{2}''
pl: Naprawianie ({0}/{1}): „{2}''
ru: Исправление ({0}/{1}): ''{2}''
zh_cn: 修正({0}/{1})：“{2}”

source: Fixing errors …
de: Fehler werden behoben …
es: Corrigiendo errores...
pl: Naprawianie błędów…
ru: Исправление ошибок…
zh_cn: 正在修正错误…

source: Here you can change some preferences of PTAssistant functions
ast: Equí puedes cambiar delles preferencies de funciones de PTAssistant
de: Hier können ein paar EInstellungen der Funktionen des ÖV-Assistenten geändert werden
es: Aquí puede cambiar algunas de las preferencias de las funciones de PTAssistant
pl: Tutaj możesz zmienić trochę ustawień funkcji PTAssistant
ru: Здесь вы можете изменить некоторые настройки работы PTAssistant
zh_cn: 在这里您可以更改 PTAAssistant 功能的一些选项

source: High speed
de: Hochgeschwindigkeit
es: Alta velocidad
pl: Duża prędkość
ru: Высокая скорость
zh_cn: 高速

source: How would you want the download to take place?
de: Welche Strategie zum Herunterladen soll angewendet werden?
es: ¿Cómo quieres que se realice la descarga?
pl: Jak ma zostać przeprowadzone pobieranie?
ru: Как Вы желаете проводить скачивание?
zh_cn: 你想要什么时候下载？

source: Include stop_area tests
ast: Incluir pruebes de stop_area
de: Haltebereichprüfungen miteinbeziehen
es: Incluir análisis de stop_area
fr: Inclure les tests stop_area
pl: Dołącz testy obszarów_zatrzymań
ru: Включить тесты зон остановки
zh_cn: 包括 stop_area 测试

source: Incomplete Members
ast: Miembros Incompletos
de: Unvollständige Elemente
es: Miembros incompletos
fr: Membres incomplets
pl: Niekompletni członkowie
ru: Неполные участники
zh_cn: 不完整的成员

source: Incomplete relations
ast: Rellaciones incompletes
de: Unvollständige Relationen
es: Relaciones incompletas
pl: Niekompletne relacje
ru: Неполные отношения
zh_cn: 未完整的关系

source: Invalid selection
ast: Escoyeta non válida
de: Ungültige Auswahl
es: Selección no válida
fr: La sélection n’est pas valide
pl: Złe zaznaczenie
ru: Неправильное выделение
zh_cn: 无效的选择范围

source: Long distance
de: Langstrecke
es: Larga distancia
pl: Duża odległość
ru: Большое расстояние
zh_cn: 远距离

source: Mode of Travel -> {0} total ways selected -> {1}
de: Verkehrsmittel -> {0} Insgesamt ausgewählte Linien -> {1}
es: Modo de Viaje -> {0} total de vías seleccionadas -> {1}
pl: Tryb podróży -> {0} suma wybranych dróg -> {1}
ru: Способ передвижения -> {0} всего линий выделено -> {1}
zh_cn: 出行方式 -> {0} 选择的总方式 -> {1}

source: Mode of Travel: {0} total ways selected: {1}
de: Verkehrsmittel: {0} Insgesamt ausgewählte Linien: {1}
es: Modo de Viaje: {0} total de vías seleccionadas: {1}
pl: Tryb podróży: {0} suma wybranych dróg: {1}
ru: Способ передвижения: {0} всего линий выделено: {1}
zh_cn: 出行方式：{0} 选择的总方式：{1}

source: Mode: {0}
ast: Mou: {0}
de: Modus: {0}
es: Modo: {0}
pl: Tryb: {0}
ru: Режим: {0}
zh_cn: 模式：{0}

source: NA
ast: n/d
de: n.v.
pl: nd.
ru: Н/Д
zh_cn: 那

source: Name
ast: Nome
es: Nombre
fr: Nom
pl: Nazwa
ru: Название
zh_cn: 名称

source: Name (en.)
de: Name (engl.)
es: Nombre (en.)
pl: Nazwa (en.)
ru: Название (англ.)
zh_cn: 名称（英语）

source: Network
ast: Rede
de: Netzwerk
es: Red
fr: Réseau
pl: Sieć
ru: Сеть
zh_cn: 路网

source: Network level
de: Netzwerkstufe
es: Red level
pl: Poziom sieci
ru: Уровень сети
zh_cn: 网路层级

source: No
ast: Non
de: Nein
fr: Non
pl: Nie
ru: Нет
zh_cn: 否

source: Not all members are downloaded
de: Nicht alle Mitglieder sind heruntergeladen
es: No todos los miembros son descargados
pl: Nie pobrano wszystkich członków
ru: Не все участники были загружены
zh_cn: 仍有成员未被下载

source: Operator
ast: Operador
de: Betreiber
es: Operador
fr: Société
ru: Оператор
zh_cn: 经营者

source: Opposite itinerary?
de: Umgekehrte Fahrtrichtung?
es: ¿Itinerario opuesto?
pl: Odwrotny plan podróży?
ru: Противоположный маршрут?
zh_cn: 对向路线？

source: PT Wizard
de: ÖV-Einrichtungsassistent
es: Asistente PT
pl: Czarodziej TP
ru: Мастер ОТ
zh_cn: PT 向导

source: PT: First or last way needs to be split
ast: PT: Tien de dixebrase la primera o última vía
de: ÖV: Erste oder letzte Linie muss aufgeteilt werden
es: PT: Es necesario dividir la primera o última vía
fr: PT: Le premier ou la dernier chemin doit être divisé
pl: TP: Pierwsza lub ostatnia droga musi zostać rozdzielona
ru: ОТ: Первую или последнюю линию требуется разделить
zh_cn: PT：第一种或最后一种方式需要拆分

source: PT: Platform should not be part of a way
ast: PT: L''andén nun tendría de ser parte d'una vía
de: ÖV: Plattform sollte nicht Teil einer Linie sein
es: PT: La plataforma no debe formar parte de una vía
fr: PT: La plate-forme ne devrait pas faire partie d’un chemin
pl: TP: Przystanek nie powinien być częścią drogi
ru: ОТ: Платформа не должна принадлежать линии маршрута
zh_cn: PT：平台不应该成为路径的一部分

source: PT: Problem in the route segment with no automatic fix
ast: PT: Problema nel segmentu de ruta que nun tien igua automática
de: ÖV: Problem im Routenabschnitt ohne automatischer Korrektur
es: PT: Problema en el segmento de ruta sin corrección automática
fr: PT: Problème dans le segment d’itinéraire sans correction automatique
pl: TP: Problem w segmencie trasy bez automatycznego rozwiązania
ru: ОТ: Проблема в сегменте маршрута без автоматического исправления
zh_cn: PT：路线片段出问题但没有自动修正

source: PT: Problem in the route segment with one automatic fix
ast: PT: Problema nel segmentu de ruta con una igua automática
de: ÖV: Problem im Routenabschnitt mit automatischer Korrektur
es: PT: Problema en el segmento de ruta con una corrección automática
fr: PT: problème dans le segment d’itinéraire avec une correction automatique
pl: TP: Problem w segmencie trasy z jednym automatycznym rozwiązaniem
ru: ОТ: Проблема в сегменте маршрута с одним автоматическим исправлением
zh_cn: PT：路线片段出问题有一个自动修正

source: PT: Refs of the routes do not match with the route_ref tag of the primitive
de: ÖV: Refs der Routen stimmt nicht mit dem route_ref-Merkmal des Objekts überein
es: PT: Referencias de las rutas no concuerdan con la etiqueta route_ref de la primitiva
pl: TP: Odniesienia trasy nie odpowiadają tagowi route_ref elementu
ru: ОТ: Номера маршрутов не совпадают с тегом «route_ref» примитива
zh_cn: PT：路线的编号与原始的route_ref 标签不匹配

source: PT: Relation member roles do not match tags
ast: PT: Los roles d'un miembru de la rellación nun casen coles etiquetes
de: ÖV: Relationsmitgliederrollen passen nicht zu den Merkmalen
es: PT: Los roles de los miembros de la relación no coinciden con las etiquetas
fr: PT: Les rôles des membres de la relations ne correspondent pas aux tags
pl: TP: Role członków relacji nie pasują do znaczników
ru: ОТ: Роли участника отношения не соответствуют тегам
zh_cn: PT：关系成员角色与标签不匹配

source: PT: Road is under construction
ast: PT: La carretera ta en construcción
de: ÖV: Straße ist im Bau
es: PT: La carretera se encuentra en construcción
fr: PT: la route est en construction
pl: TP: Droga jest w trakcie budowy
ru: ОТ: Строящаяся дорога
zh_cn: PT：道路正在建设中

source: PT: Route contains a gap that can be fixed by sorting
ast: PT: La ruta tien un saltu que puede iguase ordenándola
de: ÖV: Route enthält eine Lücke, die durch das Sortieren behoben werden kann.
es: PT: La ruta contiene una interrupción que puede ser corregida si se ordena
fr: PT: L’itinéraire contient un trou qui peut être corrigé par un tri
pl: TP: Trasa zawiera przerwę, która może zostać naprawiona poprzez sortowanie
ru: ОТ: Маршрут содержит разрыв, который может быть устранён сортировкой
zh_cn: PT：路线里有间隙，重整即可修正

source: PT: Route gap can be closed by adding a single way
ast: PT: El saltu na ruta puede zarrase amestando una sola vía
de: PT: Die Lücke in der Route kann durch das Hinzufügen eines Weges geschlossen werden.
es: PT: la interrupción en la ruta puede ser cerrada añadiendo una vía simple
fr: PT: L’écart d’itinéraire peut être fermé en ajoutant un seul chemin
pl: TP: Przerwa w trasie może zostać zamknięta poprzez dodanie pojedynczej drogi
ru: ОТ: Разрыв маршрута может быть устранён путем добавления одной линии
zh_cn: PT：路线的间隔能够加单一路径来关闭

source: PT: Route gaps can decrease by sorting members. Further validations will be required
ast: PT: Pueden amenorgase los saltos na vía ordenando los miembros. Riquiránse más valoraciones
de: ÖV: Lücken in der Route können durch Sortierung der Elemente verringert werden. Weitere Prüfungen sind erforderlich
es: PT: Las interrupciones de la ruta pueden disminuir ordenando los miembros. Se requerirán además otras validaciones
fr: PT: Les interruptions de la route peuvent être réduites en triant les membres. D autres validations seront requises
pl: TP: Przerwy w trasie można zmniejszyć przez sortowanie członków. Dalsza weryfikacja będzie wymagana
ru: ОТ: Количество разрывов маршрута можно сократить сортировкой участников. Затем потребуется выполнить проверки
zh_cn: PT：路线的间隔能够由排序成员来减少。需要更进一步的验证
