Repository: JOSM/pt_assistant
Catalog: src/main/po/*.po
Languages: ast, de, es, fr, pl, ru, zh_cn

source: Updating map ...
ast: Actualizando mapa...
de: Karte wird aktualisiert …
es: Actualizando mapa...
fr: Mise à jour de la carte…
pl: Aktualizowanie mapy...
ru: Обновление карты ...
zh_cn: 正在更新地图...

source: Use 1/2/3/4 instead of A/B/C/D for selecting which way to follow
de: 1/2/3/4 statt A/B/C/D verwenden, um auszuwählen, welcher Linie man folgen möchte
es: Use 1/2/3/4 en lugar de A/B/C/D para seleccionar qué vía seguir
pl: Użyj 1/2/3/4 zamiast A/B/C/D, aby wybrać, którą drogą podążać
ru: Использовать 1/2/3/4 вместо A/B/C/D при выборе за какой линией следовать
zh_cn: 使用1/2/3/4 取代A/B/C/D 来选取要依循那个路径

source: Visualize public transport routes
de: Routen des öffentlichen Verkehrs visualisieren
es: Visualizar las rutas del transporte público
fr: Visualiser les lignes de transport public
pl: Wizualizacja tras pojazdów transportu publicznego
ru: Визуализировать маршруты общественного транспорта
zh_cn: 可视化公共交通路线

source: Warning: the diplayed fix variants are based on less strict criteria
de: Warnung: die angezeigten Korrekturvarianten basieren auf weniger strengen Kriterien
es: Advertencia: las variantes de resolución de problemas que se muestran se basan en criterios menos estrictos
fr: Avertissement: les variantes de correction affichées sont basées sur des critères moins stricts
pl: Ostrzeżenie: pokazywane warianty poprawek bazują na mniej rygorystycznych kryteriach
ru: Предупреждение: показанные варианты исправления основаны на менее строгих критериях
zh_cn: 警告：显示修正变化路线是依据比较宽松的标准

source: What do you want the segment to be?
de: Was soll mit dem Abschnitt geschehen?
es: ¿Qué quiere que sea el segmento?
fr: Que voulez-vous que ce segment soit ?
pl: Czym ma być ten segment?
ru: Чем должен быть этот сегмент?
zh_cn: 你想要片段怎样呢？

source: Yes
ast: Si
de: Ja
es: Si
fr: Oui
pl: Tak
ru: Да
zh_cn: 是

source: pt_assistant layer
de: ÖV-Assistentebene
es: Capa pt_assistant
pl: warstwa pt_assistant
ru: слой pt_assistant
zh_cn: pt_assistant 图层

source: solutions based on other route relations
de: Lösungen basierend auf anderen Routenrelationen
es: soluciones basadas en otras relaciones de ruta
pl: rozwiązania oparte na innych relacjach tras
ru: решения основаны на других отношениях маршрутов
zh_cn: 基于其他路线关联的解决方案

source: turn-by-turn at next intersection
de: Routenführung bei nächster Kreuzung
es: giro-a-giro en la siguiente intersección
pl: zakręt-po-zakręcie na następnym skrzyżowaniu
ru: разворот на следующем перекрёстке
zh_cn: 一步一步导航到下一个交叉路口

source: Provides validation and fixing for public transport route according to version 2 of the public transport schema
ast: Permite validar y iguar rutes de tresporte públicu acordies cola versión 2 del esquema de tresporte públicu
de: Bietet Validierung und Berichtigung für Routen des öffentlichen Verkehrs nach Version 2 des Schemas des öffentlichen Verkehrs
es: Brinda validación y arreglos para rutas de transporte público de acuerdo con la versión 2 de el esquema de transporte público
fr: Outils de validation et de réparation pour les transports en commun, conforme à la version 2 du système de tags pour les transports publics
pl: Zapewnia sprawdzenie i naprawę tras transportu publicznego zgodnie z wersją 2 schematu transportu publicznego
ru: Обеспечивает проверку и исправление маршрутов общественного транспорта в соответствии с версией 2 схемы общественного транспорта
zh_cn: 为公共交通路线提供验证和修复，根据公共交通第二版模式

source: Ok
ast: Aceutar
es: Aceptar
fr: Valider
pl: Zatwierdź
zh_cn: 确定

source: Do you want to download referrers of platforms and stop positions?
fr: Voulez-vous télécharger les références de plateformes et des arrêts?

source: How do you want to proceed?
fr: Comment voulez vous procéder?

source: PT_Assistant Fetch Request
fr: Requête de récupération de PT_Assistant

source: PT_Assistant Proceed Request
fr: PT_Assistant traite la requête

source: PT_Assistant plugin found that this relation (id={0}) has errors:
fr: Le greffon PT_Assistant trouve que la relation (id={0}) a des erreurs:

source: Remember my choice and do not ask me again in this session
fr: Se souvenir de mon choix et ne plus me demandez pour cette session

source: Repeat last fix
fr: Répéter la dernière correction

source: Route relations have incomplete members. They need to be downloaded to proceed with validation. Do you want to download them?
fr: Les relations d’itinéraire ont des membres incomplets. Ils doivent être téléchargés pour procéder à la validation. Voulez-vous les télécharger?

source: Tool: {0}
fr: Outil : {0}

source: {0} direction error
fr: {0} erreur de direction

source: {0} road type error
fr: {0} erreur de type de route
