Repository: JOSM/pt_assistant
Catalog: src/main/po/*.po
Languages: ast, de, es, fr, pl, ru, zh_cn

source: PT: Route needs to be sorted, found tag fixme:relation=order members
ast: PT: La ruta precisa ordenase, alcontróse la etiqueta fixme:relation=order members
de: PT: Das Tag „fixme:relation=order“ wurde gefunden. Die Route sollte sortiert werden.
es: PT: la ruta debe ser ordenada, se encontró una etiqueta fixme:relation=order members
fr: PT: les routes ont besoin d être triées, attribut fixme:relation=order members trouvé:
pl: TP: Trasa wymaga posortowania, znajdź członków tagu fixme:relation=order
ru: ОТ: Требуется сортировка маршрута, найден тег fixme:relation=order members
zh_cn: PT：路线必须重新排序，找寻标签fixme:relation=order 成员

source: PT: Route passes a oneway road in the wrong direction
ast: PT: La ruta pasa per una per una carretera de sentíu únicu en direición contraria
de: ÖV: Route führt in falscher Richtung über eine Einbahnstraße
es: PT: La ruta pasa por una carretera de un único sentido en la dirección equivocada
fr: PT: l’itinéraire passe une route à sens unique dans la mauvaise direction
pl: TP: Trasa przebiega pod prąd ulicy jednokierunkowej
ru: ОТ: Маршрут проходит по дороге с односторонним движением в обратном направлении
zh_cn: PT：路线经过单行道但是为错误方向

source: PT: Route relations of stop position(s) and platform(s) of stop area members diverge
de: ÖV: Routenrelationen von Haltepunkt(en) und Plattform(en) der Haltebereichselemente weichen voneinander ab
es: PT: Las relaciones de posición de parada de rutas y las plataformas de los miembros del área de parada divergen
fr: PT: Les relations d’itinéraire de la (des) positions d’arrêt et la (les) plateforme(s) d’éléments de zone d’arrêt divergent
pl: TP: Relacje miejsca zatrzymania i przystanków do członków obszaru zatrzymania na trasie są rozbieżne.
ru: ОТ: Участники маршрутов мест(а) остановки и платформ(ы), входящих в зону остановки, различаются
zh_cn: PT：路线关联的停车位置和停车区域的月台成员偏离

source: PT: Route should start and end with a stop_position
ast: PT: La ruta tendría de principiar y acabar con una stop_position
de: ÖV: Route sollte mit einem Halteplatz beginnen und enden
es: PT: La ruta debe empezar y terminar con una posición de parada
fr: PT: l’itinéraire doit commencer et se terminer par stop_position
pl: TP: Trasa powinna zaczynać się i kończyć w miejscu_zatrzymania
ru: ОТ: Маршрут должен начинаться и заканчиваться stop_position
zh_cn: PT：路线的开始与结束应该要是停车位置

source: PT: Route type does not match the type of the road it passes on
de: ÖV: Routentyp passt nicht zum Typ der Straße, auf der sie verläuft
es: PT: El tipo de ruta no corresponde con el tipo de carretera por la que pasa
fr: PT: Le type d’itinéraire ne correspond pas au type de route sur lequel il passe
pl: TP: Typ trasy nie pasuje do drogi, którą przebiega
ru: ОТ: Тип маршрута не соответствует типу дороги, по которой он проходит
zh_cn: PT：路线类型与其经过的道路类型不匹配

source: PT: Stop area relation has no platform
de: ÖV: Haltebereichrelation hat keine Plattform
es: PT: La relación de área de parada no tiene plataforma
fr: PT: la relation de zone d’arrêt n’a pas de plateforme
pl: TP: Relacja obszaru zatrzymania nie posiada przystanku
ru: ОТ: Отношение зоны остановки не включает платформу
zh_cn: PT：停靠站区域关联并没有月台

source: PT: Stop area relation has no stop position
de: ÖV: Haltebereichrelation hat keine Haltestelle
es: PT: La relación de área de parada no tiene una posición de detención
fr: PT: La relation de zone d’arrêt n’a pas de stop position
pl: TP: Relacja obszaru zatrzymania nie posiada miejsca zatrzymania
ru: ОТ: Отношение зоны остановки не включает место остановки
zh_cn: PT：停靠站区域关联没有停车位

source: PT: Stop not served
de: ÖV: Haltestelle nicht bedient
es: PT: Parada no operativa
fr: PT: arrêt non desservi
pl: TP: Nie podano miejsca zatrzymania
ru: ОТ: Остановка далеко от линии маршрута
zh_cn: PT：停靠暂已停用

source: PT: Stop position or platform is not part of a stop area relation
de: ÖV: Haltstelle oder Plattform ist nicht Teil einer Haltebereichrelation
es: PT: La posición de detención o de la plataforma no es parte de una relación de área de parada
fr: PT: Stop La position ou la plate-forme ne fait pas partie d’une relation de zone d’arrêt
pl: TP: Miejsce zatrzymania lub przystanek nie jest częścią relacji obszaru zatrzymania
ru: ОТ: Место остановки или платформа не включены в отношение зоны остановки
zh_cn: PT：停车位置或月台不是车站区域关联的一部分

source: PT: Stop_position is not part of a way
de: ÖV: Haltepunkt ist nicht Teil einer Linie
es: PT: La posición de parada no es parte de una vía
fr: PT: La position d’arrêt ne fait pas partie d’un chemin
pl: TP: Miejsce_zatrzymania nie jest częścią drogi
ru: ОТ: Stop_position не принадлежит линии маршрута
zh_cn: PT：停车位置不是路径的一部分

source: PT: The first stop of the route does not match the first way
de: ÖV: Die erste Haltestelle der Route stimmt nicht mit der ersten Linie überein
es: PT: la primer parada de la ruta no concuerda con la primer vía
fr: PT: le premier arrêt de la route ne correspond pas au premier chemin
pl: TP: Pierwszy przystanek trasy nie odpowiada pierwszemu odcinkowi
ru: ОТ: первая остановка маршрута не лежит в начале первого сегмента
zh_cn: PT：路线的第一个站点并不符合第一个路径

source: PT: The last stop of the route does not match the last way
de: ÖV: Die Endhaltestelle der Route stimmt nicht mit der letzten Linie überein
es: PT: la última parada de la ruta no concuerda con la última vía
fr: PT: le dernier arrêt de la route ne correspond pas au dernier chemin
pl: TP: Ostatni przystanek trasy nie odpowiada ostatniemu odcinkowi
ru: ОТ: последняя остановка маршрута не лежит в конце последнего сегмента
zh_cn: PT：路线的最后一个站点并不符合最后一个路径

source: PT: The name of the first stop does not match the "from" tag of the route relation
de: ÖV: Der Name der ersten Haltestelle stimmt nicht mit dem "von"-Merkmal der Routenrelation überein
es: PT: el nombre de la primer parada no concuerda con la etiqueta "from" de la relación de ruta
fr: PT: le nom du 1er arrêt ne correspond pas à l attribut "from" de la relation route
pl: TP: Nazwa pierwszego przystanku nie odpowiada znacznikowi "z" w relacji trasy
ru: ОТ: Название первой остановки не совпадает с тегом "from" в отношении маршрута
zh_cn: PT：第一个站的名称并不符合关联里"from" 标签

source: PT: The name of the last stop does not match the "to" tag of the route relation
de: ÖV: Der Name der Endhaltestelle stimmt nicht mit dem "nach"-Merkmal der Routenrelation überein
es: PT: el nombre de la última parada no concuerda con la etiqueta "to" de la relación de ruta
fr: PT: le nom du dernier arrêt ne correspond pas à l attribut "to" de la relation route
pl: TP: Nazwa ostatniego przystanku nie odpowiada znacznikowi "do" w relacji trasy
ru: ОТ: Название последней остановки не совпадает с тегом "to" в отношении маршрута
zh_cn: PT：最后一个站的名称并不符合关联里"to" 标签

source: PT: There is a gap in the {0} route
de: ÖV: Es gibt eine Lücke in der Route {0}
es: PT: Hay una interrupción en la ruta {0}
pl: TP: W trasie {0} jest przerwa
ru: ОТ: Существует разрыв в маршруте {0}
zh_cn: PT：{0} 路线有间隔

source: PT: dummy test warning
de: ÖV: Pseudotestwarnung
es: PT: advertencia de ensayo simulado
fr: PT: avertissement du test dummy
pl: TP: ćwiczebne ostrzeżenie testowe
ru: PT: тестовое предупреждение
zh_cn: PT：伪测试警告

source: PTAssistantPlugin settings
de: Einstellungen Plugin ÖV-Assistent
es: Preferencias de PTAssistantPlugin
pl: Ustawienia PTAssistantPlugin
ru: Настройки PT Assistant
zh_cn: PTAssistant插件设置

source: PT_Assistant Message
de: PT_Assistant Meldung
es: Mensaje de PT_Assistant
fr: Message de PT_Assistant
pl: PT_Assistant - wiadomość
ru: Сообщение PT_Assistant
zh_cn: PT_Assistant 消息

# menu
source: Public Transport
ast: Tresporte públicu
de: Öffentlicher Verkehr
es: Transporte público
fr: Transport public
pl: Transport publiczny
ru: Общественный транспорт
zh_cn: 公共交通

source: Public Transport Assistant tests
ast: Pruebes del Asistente de Tresporte Públicu
de: Öffentlicher Verkehr Assistent Tests
es: Tests del Asistente de Transporte Público
fr: Tests de Public Transport Assistant
pl: Testy asystenta transportu publicznego
ru: Тесты помощника создания маршрутов ОТ
zh_cn: 公共交通助理测试

source: Public Transport: {0}
de: Öffentlicher Verkehr {0}
es: Transporte público: {0}
pl: Transport publiczny: {0}
ru: Общественный транспорт: {0}
zh_cn: 公共交通：{0}

source: Public transport routes
de: Routen des öffentlichen Verkehrs
es: Rutas de transporte público
fr: Lignes de transport public
pl: Trasy pojazdów transportu publicznego
ru: Маршруты общественного транспорта
zh_cn: 公共交通路线

source: Railway station
de: Bahnhof
es: Estación de ferrocarril
pl: Stacja kolejowa
ru: Железнодорожная станция
zh_cn: 火车站

source: Railway stop
de: Bahnhalt
es: Parada de ferrocarril
pl: Przystanek kolejowy
ru: Остановочный пункт
zh_cn: 火车站

source: Refs of the routes do not match with the route_ref tag of the primitive
de: Refs der Routen stimmen nicht mit dem route_ref-Merkmal des Objekts überein
es: Referencias de las rutas no concuerdan con la etiqueta route_ref de la primitiva
pl: Odniesienia trasy nie odpowiadają tagowi route_ref elementu
ru: Номера маршрутов не совпадают с тегом "route_ref" примитива
zh_cn: 路线的引用与原语的 route_ref 标记不匹配

source: Regional
ast: Rexonal
pl: Regionalny
ru: Региональный
zh_cn: 区域

source: Remove current edge (white)
de: Aktuelle Kante (weiss) entfernen
es: Quitar borde actual (blanco)
pl: Usuń obecną krawędź (biała)
ru: Удалить текущий сегмент (белый)
zh_cn: 移除当前的边缘 (白色)

source: Remove oneway and split roundabout ways?
de: Einbahnstraße entfernen und die Linien des Kreisverkehrs aufteilen?
es: ¿Remover oneway y cortar las vías de la rotonda?
ru: Удалить отметку одностороннего движения и разрезать линии кругового движения?
zh_cn: 移除单行道并且分割环岛的路径？

source: Remove public_transport=platform from platform WAYS when transferring details to platform NODE.
de: Entfernt public_transport=platform von Bahn-/Bussteig-LINIEN bei der Übertragung zu einem Bahn-/Bussteig-Knoten
es: Eliminar public_transport=platform de las WAYS de plataforma cuando se están transfiriendo detalles al NODE de la plataforma.
pl: Usuń public_transport=platform z ODCINKÓW przystanków przy przenoszeniu szczegółów do WĘZŁA przystanku.
ru: Удалить public_transport=platform с ЛИНИЙ платформы при переносе параметров на ТОЧКУ платформы.
zh_cn: 当转移详细信息到platform 节点时，从路径移除public_transport=platform。

source: Remove public_transport=platform from platform ways
de: Entfernt public_transport=platform von einer Bahn-/Bussteig-Linie
es: Eliminar public_transport=platform de las vías de plataforma
pl: Usuń public_transport=platform z odcinków przystanków.
ru: Удалить public_transport=platform с линий платформ
zh_cn: 从路径移除public_transport=platform

source: Remove roundabout from relations
de: Kreisel aus Relation entfernen
es: Eliminar rotonda de las relaciones
pl: Usuń rondo z relacji
ru: Удалить круговое движение из отношений
zh_cn: 从关联移除环岛

source: Remove ways
de: Linien entfernen
es: Eliminar vías
pl: Usuń linie
ru: Удалить линии
zh_cn: 删除路径

source: Remove ways along with previous way
de: Linien entlang der vorherigen Linie entfernen
es: Eliminar vías junta con vía anterior
pl: Usuń linie wraz z poprzednią linią
ru: Удалить линии, включая предыдущую
zh_cn: 移除路径和先前的路径

source: Replace Membership
de: Mitgliedschaft ersetzen
es: Reemplazar Miembros
pl: Zastąp członkostwo
ru: Заменить участие
zh_cn: 取代成员

source: Replace platform way in the route relations by node representing the stop
de: Bahn-/Bussteig-Linie in den Routenrelationen mit Knoten für den Halt ersetzen
es: Reemplazar vía de plataforma en las relaciones de ruta por nodo representando la parada
pl: Zamień odcinki przystanków na trasie na węzły reprezentujące przystanki
ru: Заменить линии платформ в отношениях маршрутов точками, представляющими остановки
zh_cn: 节点代表站点时，取代路径关联的platform 路径

source: Roundabout round
de: Kreisverkehr rund machen
es: Rotonda redonda
fr: Rond-point arrondi.
pl: Okrągłe rondo
ru: Круговой перекрёсток
zh_cn: 环岛

source: Routing Helper
de: Routinghelfer
es: Ayudante de Ruteo
pl: Pomoc w wyznaczaniu trasy
ru: Помощник маршрутизации
zh_cn: 路线规划助手

source: Save
ast: Guardar
de: Speichern
es: Guardar
fr: Enregistrer
pl: Zapisz
ru: Сохранить
zh_cn: 保存

source: Set from tag?
de: from-Merkmal setzen?
es: ¿Establecer etiqueta from?
pl: Ustawić ze znacznika?
ru: Установить тег from?
zh_cn: 设定从标签？

source: Set to tag?
de: to-Merkmal setzen?
es: ¿Establecer etiqueta to?
pl: Ustawić do znacznika?
ru: Установить тег to?
zh_cn: 设置标签？

source: Set up PT Assistant for more convenient use
de: Den ÖV-Assistenten für bequemere Benutzung einrichten
es: Configure el Asistente PT para uso más conveniente
pl: Ustaw Asystenta TP dla wygodniejszej obsługi
ru: Настройка PT Assistant для более удобного использования
zh_cn: 设定PT Assistant 变得更为方便使用

source: Share taxi
ast: Taxi compartíu
de: Sammeltaxi
es: Taxi compartido
fr: Taxi partagé
pl: Współdzielona taksówka
ru: Маршрутное такси
zh_cn: 共享出租车

source: Shelter
ast: Abelugu
de: Unterstand
es: Albergue temporal (para colectivos en situación de exclusión, riesgo o desastre)
fr: Abris
pl: Schronienie
ru: Укрытие
zh_cn: 庇护所

source: Shortcut action to Transfer details of stop to platform node
de: Kurzbefehl, umd die Details der Haltestelle auf den Plattform-Punkt zu übertragen
es: Atajo directo para Transferir detalles de la parada al nodo de la plataforma
pl: Skrót na Przenoszenie szczegółów z przystanku do węzła przystanku
ru: Горячая клавиша для переноса свойств остановки на точку платформы
zh_cn: 用快速键将详情转到月台节点

source: Skip
de: Überspringen
es: Omitir
pl: Pomiń
ru: Пропустить
zh_cn: 跳过

source: Sort PT Route Members
de: ÖV-Routenmitglieder sortieren
es: Ordenar los Miembros de la Ruta PT
pl: Sortuj członków trasy PT
ru: Сортировать участников маршрута ОТ
zh_cn: 排序PT路线成员

source: Sort PT Route Members Relation Editor
de: ÖV-Routenmitglieder Relationseditor sortieren
es: Ordenar los Miembros de la Ruta PT en Editor de Relaciones
pl: Edytor relacji sortowania członków trasy PT
ru: Сортировать участников отношения маршрута ОТ в редакторе
zh_cn: 排序PT路线成员关联编辑器

source: Split Roundabout
de: Kreisverkehr aufspalten
es: Dividir rotonda
pl: Podziel rondo
ru: Разрезать круговое движение
zh_cn: 拆分环岛

source: Split way
de: Linie teilen
es: Dividir la vía
fr: Diviser le chemin
pl: Podziel linię
ru: Разрезать линию
zh_cn: 分割路径

source: Split white edge
de: Weiße Kante aufteilen
es: Separar el borde blanco
ru: Разрезать белый сегмент
zh_cn: 分割白色边界

source: Stop area tag assign
de: Haltebereich-Merkmal zuordnen
es: Asignar etiquetas de Area de detección
pl: Przypisywanie znaczników obszaru zatrzymania
ru: Назначение тегов зоны остановки
zh_cn: 指定停车区域标签

source: Stop customizing
de: Anpassen stoppen
es: Personalizar punto de derección
pl: Dostosowywanie przystanku
ru: Настройка остановки
zh_cn: 停止自定义

source: The relation has incomplete members. Do you want to download them and continue with the sorting?
de: Die Relation hat unvollständige Mitglieder. Sollen sie heruntergeladen und die Sortierung fortgesetzt werden?
es: La relación tiene miembros incompletos. ¿Desea descargarlos y continuar con la clasificación?
pl: Relacja ma niekompletnych członków. Czy chcesz ich pobrać i kontynuować sortowanie?
ru: В отношении есть неполные участники. Вы хотите скачать их и продолжить сортировку?
zh_cn: 路线关系有不完整的成员。 你想要下载他们并且继续排序吗？

source: The relation has incomplete members. Do you want to download them and continue with the sorting?
de: Die Relation hat unvollständige Elemente. Sollen sie heruntergeladen und mit der Sortierung fortgefahren werden?
es: La relación tiene miembros incompletos. ¿Desea descargarlos y continuar con la clasificación?
fr: La relation a des membres incomplets. Voulez-vous les télécharger et continuer avec le tri?
pl: Relacja ma niekompletnych członków. Czy chcesz ich pobrać i kontynuować sortowanie?
ru: У отношения есть неполные участники. Скачать их и продолжить сортировку?
zh_cn: 关系有不完整的成员。你想要下载他们并且继续排序吗？

source: The roundabout is not directly connected to either of the previous or next way in the relation
de: Der Kreisverkehr ist weder mit der vorherigen noch der darauffolgenden Linie in der Relation verbunden
es: La rotonda no está directamente conectada a la vía anterior o siguiente en la relación
pl: Rondo nie jest połączone bezpośrednio z poprzednią lub następną linią w relacji.
ru: Круговое движение не связано напрямую ни с одной из предыдущих, ни следующих линий в отношении
zh_cn: 环岛没有直接连接到关联中上一个或下一个路径

source: The selected node is not a stop position for public transport!
de: Der ausgewählte Knoten ist kein Haltepunkt für öffentlichen Verkehr!
es: ¡El nodo seleccionado no es una posición de parada para transporte público!
pl: Wybrany węzeł nie jest miejscem zatrzymania transportu publicznego!
ru: Выбранная точка не является остановкой общественного транспорта!
zh_cn: 所选节点不是公共交通的停靠点！

source: This action can only be performed if exactly one stop position node is selected.
de: Dieser Befehl kann nur ausgeführt werden, wenn ein einziger Stop-Punkt selektiert ist
es: Esta acción solo se puede realizar si se selecciona exactamente un nodo de posición de parada.
ru: Это действие может быть выполнено только когда выбрана лишь одна точка места остановки.
zh_cn: 只有选择了一个停止位置节点，才能执行此操作。

source: This action requires single node to be selected.
de: Für diese Aktion muss ein einzelner Punkt ausgewählt sein.
es: Esta acción requiere un solo nodo a ser seleccionado.
pl: Ta akcja wymaga wybrania pojedynczego węzła.
ru: Это действие требует, чтобы была выбрана одна точка.
zh_cn: 此操作需要选择单个节点。

source: This is not a PT v2 relation
de: Das ist keine Relation nach dem neuen Public-Transport-Schema (PTv2)
es: Esto no es una relación PT v2
pl: To nie jest relacja PT v2
ru: Это отношение не PT v2
zh_cn: 这不是 PT v2 关系

source: This relation is not PT version 2. Sorting its stops wouldn't make sense. Would you like to set ''public_transport:version=2''? There will still be some extra work needed, but PT_Assistant can help prepare the ''route'' and ''route_master'' relations.
de: Diese Relation nutzt nicht Version 2 des ÖV-Schemas. Ein Sortieren der Haltepunkte würde keinen Sinn machen. Soll ''public_transport:version=2'' gesetzt werden? Es wird noch etwas zusätzlicher Aufwand nötig sein, aber der ÖV-Assistent kann dabei helfen, die ''route''- und ''route_master''-Relationen vorzubereiten.
es: Esta relación no es PT version 2. No tendría sentido ordenar sus paradas. ¿Te gustaría convertir a ''public_transport:version=2''? Habría que realizar algún proceso extra, pero PT_Assistant puede ayudarte a crear las relaciones "route" y "route_master".
ru: Это отношение не является отношением PT версии 2. Сортировка его остановок не имеет смысла. Установить ''public_transport:version=2''? Потребуется дополнительная работа, но PT_Assistant может помочь подготовить отношения ''route'' и ''route_master'' .
zh_cn: 这个关系并非PT 版本2，对其停靠点进行排序是没有意义的。 你想要设定成''public_transport:version=2'' 吗？ 仍有些额外工作要做。 但是PT_Assistant 能帮你 准备"路线"和"路线总览"关系。

source: This stop has been removed
de: Diese Haltestelle wurde entfernt
es: Esta parada ha sido eliminada
pl: To miejsce zatrzymania zostało usunięte
ru: Эта остановка была удалена
zh_cn: 此站点已被移除

source: To prepare for conversion to PT v2 it may help to remove oneway and split roundabout ways? Would you like to do this automatically? When asked to remove stops that cannot be served, answer ''no'' and use the button to sort the stops once more after adding the ways once again by using the routing helper
de: Um die Konversion zu PT v2 vorzubereiten mag es hilfreich sein, die Einbahn- und geteilten Kreisverkehrslinien zu löschen? Soll dies automatisch erfolgen? Bei Löschanfragen zu Halten die nicht bedient werden können, antworten Sie "Nein" und nutzen den Befehlsknopf um die Halte erneut zu sortieren nachdem Sie die Linien erneut hinzugefügt haben mit dem Routenhelfer
es: Para prepararse para la conversión a PT v2 Puede ser útil eliminar las vías de sentido único y dividir las rotondas? ¿Le gustaría hacer esto automáticamente? Cuando se le solicite que elimine las paradas que no se pueden servir, responda '' no '' y use el botón para ordenar las paradas una vez más después de agregar las formas, utiliza otra vez el asistente de enrutamiento
ru: Для подготовки к преобразованию в PT v2 может помочь удаление односторонних и разрезание круговых линий? Хотели бы Вы, чтобы это делалось автоматически? На вопрос об удалении остановок, которые не могут быть обработаны, ответьте «нет» и используйте кнопку для сортировки остановок ещё раз после добавления линий с помощью помощника по маршрутизации
zh_cn: 要准备转换为PT v2 你也许要帮忙移除单行道和分割环岛路径？ 你想要自动进行吗？ 当被要求删除无法服务的站点时， 回答“否”并使用按钮对停靠点进行排序 再次添加方式后再次 通过使用路由助手

source: Toggle direction arrows
de: Richtungspfeile umschalten
es: Cambiar la dirección de las flechas
fr: Inverser les flèches de direction
pl: Odwróć strzałki kierunkowe
ru: Показать/скрыть стрелки направлений
zh_cn: 切换方向箭头

source: Toggle reference labels
de: Referenzbeschriftung umschalten
es: Cambiar las etiquetas de referencia
fr: Inverser les étiquettes de référence
pl: Odwróć etykiety referencyjne
ru: Показать/скрыть метки
zh_cn: 切换参考标签

source: Tram
ast: Tranvía
de: Straßenbahn
es: Tranvía
fr: Tramway
pl: Tramwaj
ru: Трамвай
zh_cn: 有轨电车

source: Transfer details from platform way to node representing the stop (leave tactile_paving and wheelchair on the platform way)
de: Details von Bahn-/Bussteig-Linie zum Knoten für den Halt übertragen (tactile_paving und wheelchair werden auf Bahn-/Bussteig-Linie belassen)
es: Transfiriendo detalles de la vía de la plataforma al nodo representando la parada (deje tactile_paving y wheelchair en la vía de la plataforma)
pl: Przenieś szczegóły z odcinka przystanku do węzła reprezentującego przystanek (pozostaw tagi tactile_paving i wheelchair przy odcinku)
ru: Перенести параметры с линии платформы на точку представляющую остановку (оставить tactile_paving и wheelchair на линии платформы)
zh_cn: 从platform 路径转移信息到代表站点的节点(tactile_paving 和wheelchair 则留在platform 路径)

source: Transfer details from stop_position nodes to node representing the stop
de: Details von stop_position-Knoten zum Knoten für den Halt übertragen
es: Transferir detalles desde los nodos de posición de parada al nodo representando la parada.
pl: Przenieś szczegóły z stop_position do węzła reprezentującego przystanek
ru: Перенести параметры с точек stop_position на точку представляющую остановку
zh_cn: 从tsop_position 节点转移信息到代表站点的节点

source: Transfer details of stop to platform node
de: Details der Haltestelle auf Plattform-Punkt übertragen
es: Transferir detalles de la parada al nodo de la plataforma
pl: Przenoszenie szczegółów z przystanku do węzła przystanku
ru: Перенести параметры остановки на точку платформы
zh_cn: 从站点转移详情到月台节点

source: Transferring details to platform NODE.
de: Details zu Bahn-/Bussteig-KNOTEN übertragen
es: Transfiriendo detalles de plataforma NODO.
pl: Przenoszenie szczegółów do WĘZŁA przystanku.
ru: Перенос параметров на ТОЧКУ платформы.
zh_cn: 转信息讯到platform 节点。

source: Trolleybus
ast: Trolebús
es: Trolebús
pl: Trolejbus
ru: Троллейбус
zh_cn: 电车

source: Type letter to select the fix variant or press Escape for no fix
de: Tippen Sie einen Buchstaben zum Auswählen einer Korrekturvariante ein oder drücken Sie Esc für keine Korrektur
es: Introduzca el tipo de letra para seleccionar la variante de solución de problemas o pulse la tecla Esc para no elegir ninguna solución
fr: Tapez une lettre pour sélectionner la variante de correction ou appuyez sur Echap pour aucune correction
pl: Wpisz literę, aby wybrać wariant naprawy lub naciśnij Escape, żeby nie naprawiać.
ru: Введите букву, чтобы выбрать вариант исправления или нажмите Escape, чтобы пропустить
zh_cn: 输入字母来选择fix 类型，或是按Esc不修理

source: Unable to connect to {0}
de: Konnte nicht mit {0} verbinden
es: No se ha podido conectar a {0}
pl: Nie można połączyć się z {0}
ru: Не удалось подключиться к {0}
zh_cn: 无法连线至{0}
